IDS_RUS_CODE_REPORT_EN_TEST = "EC_Report_EN-Test(Lang:EN)"
IDS_RUS_DLL_ERROR = "正在連結的 dll 版本不正確"
IDS_RUS_DLL_ERROR_REPORT = "無法初始化 COM dll"
IDS_CVL_REPORT_PRINTING = "正在列印報告..."
IDS_CVL_REPORT_GENERATING = "正在產生報告..."
IDS_CVL_RPT_SNiP_Spartial_Section = "空間單元斷面強度計算"
IDS_CVL_RPT_SNiP_Not_required = "不需要"
IDS_SP16_Par711_Title = "受軸心拉力或壓力單元的強度計算（第 7.1.1 條）"
IDS_SP16_Par713_Title = "受軸心壓力之實心斷面單元的穩定性計算（第 7.1.3 條）"
IDS_SP16_Par715_Title = "開口斷面在彎扭失穩下的穩定性（第 7.1.5 條）"
IDS_SP16_Par723_Title = "分肢條件柔度計算（第 7.2.3 條）"
IDS_SP16_Par724_Title = "組合斷面單元中各分肢的穩定性計算（第 7.2.4 條）"
IDS_SP16_Par732_Title = "受軸心壓力之實心斷面單元腹板的穩定性（第 7.3.2 條）"
IDS_SP16_Par733_Title = "受軸心壓力之實心斷面單元腹板應以橫向肋加勁（第 7.3.3 條）"
IDS_SP16_Par733_CrossRibsNotSet = "o_lambda_w > 2.3\n\n需要橫向肋，但尚未設定。"
IDS_SP16_Par733_CheckCrossRibFrequency = "o_lambda_w > 2.3\n\n需要且已設定橫向肋。正在檢查橫向肋間距是否足夠："
IDS_SP16_Par733_CrossRibsAreNotRequired = "o_lambda_w <= 2.3\n\n不需要橫向肋。"
IDS_SP16_Par738_Title = "受軸心壓力之實心斷面單元翼緣板的穩定性（第 7.3.8 條）"
IDS_SP16_Par821_Title = "第 1 類梁的強度計算：在彎矩作用下（第 8.2.1 條）"
IDS_SP16_ParTau_Title = "斷面剪力檢核"
IDS_SP16_Par823_Title = "第 2、3 類 I 形與箱形斷面組合梁的強度計算：在彎矩作用下（第 8.2.3 條）"
IDS_SP16_Par841_Title = "第 1 類 I 形梁的穩定性計算：在彎矩作用下（第 8.4.1 條）"
IDS_SP16_Par851_Title = "第 1 類梁腹板的穩定性：在彎矩作用下（第 8.5.1 條）"
IDS_SP16_Par853_Title = "存在局部應力時，第 1 類對稱斷面梁腹板的穩定性：在彎矩作用下（第 8.5.3 條）"
IDS_SP16_Par857_Title = "非對稱 I 形斷面且受拉翼緣較發達之第 1 類梁腹板的穩定性（第 8.5.7 條）"
IDS_SP16_Par858_Title = "由同質鋼材製成且無局部應力（Sigma_loc = 0）之第 2、3 類梁腹板的穩定性（第 8.5.8 條）"
IDS_SP16_Par822_Title = "未以加勁肋鋼筋之梁腹板在局部應力作用下的強度計算（第 8.2.2 條）"
IDS_SP16_Par8518_Title = "第 1 類梁受壓翼緣的穩定性（第 8.5.18 條）"
IDS_SP16_Par8519_Title = "第 2、3 類梁受壓翼緣的穩定性（第 8.5.19 條）"
IDS_SP16_Par911_Title = "偏心受壓與偏心受拉單元的強度計算（第 9.1.1 條）"
IDS_SP16_Par913_Title = "非對稱斷面偏心受壓單元纖維斷面抗拉強度檢核（第 9.1.3 條）"
IDS_SP16_Par922_Title = "彎矩作用平面與對稱平面一致時，偏心受壓單元在該平面內的穩定性計算（第 9.2.2 條）"
IDS_SP16_Par928_Title = "偏心受壓單元在最小剛度平面內彎曲時的穩定性計算（第 9.2.8 條）"
IDS_SP16_Par929_Title = "受壓並在兩主平面彎曲之桿件（箱形除外）的穩定性計算（第 9.2.9 條）"
IDS_SP16_Par9210_Title = "受壓並在兩主平面彎曲之桿件（箱形）的穩定性計算（第 9.2.10 條）"
IDS_SP16_Par924_Title = "偏心受壓桿件在最大剛度平面內彎曲時，於彎矩作用平面外的穩定性計算（第 9.2.4 條）"
IDS_SP16_Par942_Title = "偏心受壓單元腹板的穩定性（第 9.4.2 條）"
IDS_SP16_Par947_Title = "偏心受壓桿件翼緣（板）的穩定性（第 9.4.7 條）"
IDS_SP16_Par1041_Title = "單元最大設計長度（第 10.4.1 條）"
IDS_SP16_Par1122_Title = "無縫或電焊鋼管管壁穩定性計算（第 11.2.2 條）"
IDS_SP16_Par1122_FurtherChecksAreNotNeeded = "o_lambda < 0.65\n 不需要進一步檢核。"
IDS_SP16_COEFFS_FOR_SECTION_TYPE = "對於 %s 類型斷面，其係數為：%s"
IDS_SP16_COEFFS_FOR_UNKNOWN_SECTION_TYPE = "未知的斷面類型。係數為：%s"
IDS_SP16_CALC_LAMBDA_EF_COMBINED_SECTION = "通透式斷面單元的柔度 lambda_ef 計算"
IDS_SP16_COMB_SECT_TYPE1_BRANCHES_WITH_PLANKS = "斷面類型：1，分肢以連接板連接"
IDS_SP16_COMB_SECT_TYPE1_BRANCHES_WITH_LATTICE = "斷面類型：1，分肢以格構連接"
IDS_SP16_CALC_PHI_COEFF = "phi 係數計算"
IDS_SP16_CALC_PHI_E_REG_ELEMENT = "實心單元偏心受壓下的穩定係數 phi_e 計算"
IDS_SP16_CALC_PHI_E_FROM_D3_TABLE = "由 D.3 表查得，o_lambda_ef = %g 且 m = %g"
IDS_SP16_CALC_PHI_E_COMB_ELEMENT = "通透式單元偏心受壓下的穩定係數 phi_e 計算"
IDS_SP16_CALC_PHI_E_FROM_D4_TABLE = "由 D.4 表查得，o_lambda_ef = %g 且 m = %g"
IDS_SP16_CALC_REDUCED_AREA_AD = "折減面積 Ad 計算"
IDS_SP16_SECT_TYPE_TABLE_7 = "表 7 的斷面類型："
IDS_SP16_REQUIREMENTS_OF_732_NOT_SATISFIED = "不符合第 7.3.2 條要求。採用折減面積計算。"
IDS_SP16_REQUIREMENTS_OF_942_NOT_SATISFIED = "不符合第 9.4.2 條要求。採用折減面積計算。"
IDS_SP16_CALCULATION_OF_TABLE_9 = "極限條件腹板柔度計算（表 9）。"
IDS_SP16_CALCULATION_OF_TABLE_10 = "極限條件翼緣柔度計算（表 10）。"
IDS_SP16_CALCULATION_OF_HD_CENTRALLY_COMPRESSED = "軸心受壓單元的 hd 計算"
IDS_SP16_CALCULATION_OF_HD_CENTRALLY_UNCOMPRESSED = "軸心不受壓單元的 hd 計算"
IDS_SP16_CALCULATION_OF_BD = "bd的計算"
IDS_SP16_CALCULATION_OF_TABLE_D6 = "由 D.6 表計算 ω、α、β"
IDS_SP16_CALCULATION_OF_CMAX_SECT_TYPE_4 = "Cmax 係數計算。斷面類型：4"
IDS_SP16_CALCULATION_OF_TABLE_E1 = "係數 Cy、Cz、n 計算（表 E.1）。"
IDS_SP16_FOR_AF_AW_MSG = "對於 Af = %g，Aw = %g"
IDS_SP16_CALCULATION_TABLE_ZH4 = "係數 B 計算（表 ZH.4）。"
IDS_SP16_CALCULATION_TABLE_ZH5 = "係數 C 與 D 計算（表 ZH.5）。"
IDS_SP16_UNIT_LENGTH_MM = "mm"
IDS_SP16_UNIT_LENGTH_CM = "cm"
IDS_SP16_UNIT_LENGTH_M = "m"
IDS_SP16_UNIT_LENGTH_IN = "in"
IDS_SP16_UNIT_LENGTH_FT = "ft"
IDS_SP16_UNIT_FORCE_KG = "kgf"
IDS_SP16_UNIT_FORCE_TON = "tonf"
IDS_SP16_UNIT_FORCE_N = "N"
IDS_SP16_UNIT_FORCE_KN = "kN"
IDS_SP16_UNIT_FORCE_LBF = "lbf"
IDS_SP16_UNIT_FORCE_KIP = "kip"
IDS_SP16_UNIT_FORCE_KIPs = "kips"
IDS_SP16_RATIO = "rat"
IDS_SNiP_REPORT_SECT_REDESIGN = "必須重新設計斷面。"
IDS_SNiP_REPORT_NOT_REQ_REBAR = "∴ 不需要鋼筋。"
IDS_SNiP_REPORT_REQ_REBAR = "∴ 需要鋼筋。"
IDS_RUS_CODE_REPORT_CH_TEST = "RUS_Report_CH-Test(Lang:CH)"
IDS_RUS_CODE_REPORT_JP_TEST = "EC_Report_JP-Test(Lang:JP)"
IDS_RUS_CODE_REPORT_KR_TEST = "EC_Report_KR-Test(Lang:KR)"
IDS_RUS_CODE_RUS_TEST = "EC_Report_RUS-Test(Lang:RUS)"
IDS_RUS_CODE_REPORT_TW_TEST = "EC_Report_TW-Test(Lang:TW)"
IDS_SP16_BIG_MY_LINEAR_INTERPOLATION_NOTE = "The value of m_y is > 5. The value of %s is determined by linear interpolation."
